#include <iostream>

int main()
{
    std::cout << "\t ПРОДАМ КОТЯТ\n\nПорода: Бенгал\nКількість: 5" << std::endl;
    std::cout << " --------------------------------------------------" << std::endl;
    std::cout << "|\"Вони дуже милі та грайливі, привчені до туалету, |\n|добре лагодять з людьми. Також є документи на них.|\n|Їх батьки теж дуже гарні, тому і діти такі\"       |" << std::endl;
    std::cout << " --------------------------------------------------" << std::endl;
    std::cout << "Ціна: 600$\nТел: +380*********" << std::endl;
    return 0;
}
